Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax/artists_exemption_from_income_tax.html.txt.tmx
Source language: en
Languages: ga

source: Artist's exemption from income tax
ga: Díolúine ó cháin iomcaim ag ealaíontóirí

source: Income earned by writers, composers, visual artists and sculptors from the sale of their works is exempt from tax in Ireland in certain circumstances
ga: Tá ioncam a thuilleann scríbhneoirí, cumadóirí, amharcealaíontóirí agus dealbhóirí in Éirinn óna gcuid saothair díolmhaithe ó cháin faoi chúinsí áirithe

source: Section 195 of the Taxes Consolidation Act, 1997 allows the Revenue Commissioners to determine that certain artistic works are original and creative works generally recognised as having cultural or artistic merit
ga: Ceadaíonn Alt 195 den Acht Comhdhlúite Cánacha, 1997 do na Coimisinéirí Ioncaim cinneadh a dhéanamh gur saothair bhunaidh agus chruthaitheacha iad saothair ealaíonta áirithe agus go n-aithnítear iad mar chinn a bhfuil fiúntas cultúrtha nó ealaíonta acu go ginearálta

source: Earnings derived from these works are exempt from income tax from the year in which the claim is made
ga: Dá réir sin, tá tuillimh atá díorthaithe ó shaothair mar seo díolmhaithe ó cháin ioncaim ón mbliain a dhéantar an t-éileamh

source: Guidelines have been drawn up by for determining whether a work is an original and creative work and whether it has or is generally recognised as having cultural or artistic merit
ga: Tá treoirlínte dréachtaithe le socrú cibé an saothar bunaidh agus cruthaitheach é an saothar agus cibé an bhfuil fiúntas cultúrtha nó ealaíonta aige nó an bhfuil sé aitheanta mar shaothar a bhfuil fiúntas cultúrtha nó ealaíonta aige

source: The Revenue Commissioners can make determinations in respect of artistic works in the following categories:
ga: Is féidir leis na Coimisinéirí Ioncaim cinntí a dhéanamh maidir le saothair ealaíonta sna catagóirí seo a leanas:

source: • Books or other forms of writing
ga: • Leabhair nó foirmeacha scríbhneoireachta eile

source: • Paintings or other similar pictures
ga: • Péintéireachtaí nó pictiúir chosúla eile

source: People who are claiming an Artist's Exemption must be resident, or ordinarily resident and domiciled, in an EU member State or in an EEA State and not resident elsewhere
ga: Caithfidh daoine atá ag éileamh Díolúine Ealaíontóirí a bheith cónaitheach, nó gnáthchónaí agus sainchónaí a bheith air/uirthi i mBallstát AE nó i Stát LEE, agus gan a bheith cónaitheach in aon áit eile

source: However, the Revenue Commissioners are prepared to give advance opinions regarding the exemption to claimants who are resident outside the EU or EEA
ga: Mar sin féin, tá na Coimisinéirí Ioncaim toilteanach réamhthuairimí maidir le díolúine a thabhairt d'éilitheoirí atá cónaitheach thar lear

source: If these claimants receive a favourable advance opinion, they are given a formal determination in respect of Artist's Exemption once they take up residence in the EU or EEA
ga: Má fhaigheann na héilitheoirí seo réamhthuairim atá fabhrach, tugtar cinneadh foirmiúil dóibh maidir le Díolúine Ealaíontóirí chomh luath agus a bhíonn siad cónaitheach san AE/LEE

source: Section 195 of the Taxes Consolidation Act, 1997 provides that a work for the purpose of the Section is an original and creative work if it is in one of the following categories:
ga: Déanann Alt 195 den Acht Comhdhlúite Cánacha 1997 foráil go bhfuil saothar chun críche an Ailt mar shaothar bunaidh agus cruthaitheach má tá sé sna catagóirí seo a leanas:

source: In broad terms, therefore, to be exempt under Section 195, your work has to be both original and creative and to have either cultural merit or artistic merit
ga: Dá réir sin, i dtéarmaí níos leithne chun díolúine a shlánú faoi Alt 195, is gá gur saothar bunaidh agus cruthaitheach atá i gceist agus go bhfuil fiúntas cultúrtha nó ealaíonta aige

source: It is not necessary for your work to have both cultural and artistic merit - the presence of either quality is sufficient
ga: Níl sé riachtanach go mbeadh fiúntas cultúrtha agus ealaíonta araon ag do shaothar - tá ceann amháin dóthanach

source: Cultural or artistic merit
ga: Fiúntas cultúrtha nó ealaíonta

source: A work has cultural merit if:
ga: Tá fiúntas cultúrtha ag saothar má:

source: • Its contemplation enhances the quality of individual or social life as a result of its intellectual, spiritual or aesthetic form and content
ga: • Feabhsaíonn a mhachnamh caighdeán saoil an duine nó an saol sóisialta toisc foirm agus ábhar intleachtúil, spioradálta nó aeistéitiúil an tsaothair

source: A work has artistic merit when:
ga: Tá fiúntas ealaíonta ag saothar nuair:

source: • Its combined form and content enhances or intensifies the aesthetic apprehension of those who experience or contemplate it
ga: • Feabhsaíonn agus treisíonn a chomhfhoirm agus comhábhar tuiscint aeistéitiúil na ndaoine siúd a bhfuil taithí acu nó a dhéanann machnamh air

source: Original and creative work
ga: Obair bunaidh agus cruthaitheach

source: For the purpose of a determination under Section 195 of the Taxes Consolidation Act, 1997, the term original and creative encompasses any unique work that is brought into existence for the first time as an independent entity by the use of its creator's imagination
ga: Chun críche an chinnidh faoi Alt 195 den Acht Comhdhlúite Cánacha 1997, cuimsíonn an téarma bunaidh agus cruthaitheach saothar uathúil ar bith atá cruthaithe don chéad uair mar aonán neamhspleách trí úsáid samhlaíochta an chruthaitheora

source: A non-fiction book or other piece of writing will be considered original and creative only if:
ga: Breithneofar leabhar neamhfhicsin nó píosa scríbhneoireachta eile mar shaothar bunaidh agus cruthaitheach ar na cúinsí seo amháin:

source: • It is an example of one of the following categories of literature (and any combination thereof) coming fully within the terms of the reference of the Arts Council encompassing the subjects of fiction writing, drama, music, film, dance, mime or visual arts and any related commentaries by bona fide artists:
ga: • Is sampla é de cheann de na catagóirí litríochta a leanas (nó meascán díobh) a thagann go hiomlán faoi théarmaí tagartha na Comhairle Ealaíon a chuimsíonn na hábhair seo a leanas: scríbhneoireacht ficsin, drámaíocht, ceol, scannánaíocht, rince, mím, na hamharcealaíona agus tráchtaireachtaí ar bith a bhaineann le healaíontóirí bona fide:

source: • The essence of the work is the presentation of the author's own ideas or insights in relation to the subject matter and these ideas or insights are so significant that the work would be regarded as a pioneering work casting new light on its subject matter or changing the generally accepted understanding of the subject matter
ga: • Is é croílár an tsaothair an cur i láthair ar smaointe nó léirstiní an údair féin maidir leis an ábhar faoi iamh agus go bhfuil na smaointe nó léirstiní sin chomh suntasach go mbreathnófaí uirthi mar obair cheannródaíoch, a thugann léargas nua ar an ábhar nó a athraíonn an tuiscint ghinearálta atá ar an ábhar

source: • The publication comes fully within the terms of reference of the Heritage Council, including work that, in its entirety, is a work of archaeology or a publication associated with items or areas of significant heritage value
ga: • Tagann an foilseachán go hiomlán laistigh de théarmaí tagartha na Comhairle Oidhreachta, lena n-áirítear saothar a dhíríonn go hiomlán ar sheandálaíocht nó foilseachán atá gaolmhar le míreanna nó ceantair a bhfuil luach oidhreachta suntasach acu

source: • The work is a publication that comes fully within the terms of reference of the National Archives Advisory Council and is a work that relates to archives concerning Ireland that are more than 30 years old and are based largely on research from such archives
ga: • Is foilseachán an saothar a thagann go hiomlán faoi théarmaí tagartha na Comhairle um an gCartlann Náisiúnta agus saothar atá gaolmhar le cartlanna a bhaineann le hÉirinn atá níos mó ná 30 bliana d'aois agus atá bunaithe go formhór ar thaighde na gcartlann sin

source: Works that are not considered to be original and creative
ga: Saothair nach mbreathnaítear orthu mar shaothar bunaidh agus cruthaitheach

source: The following types of work will not be regarded as original and creative:
ga: Ní bhreathnófar ar na cineálacha saothair seo a leanas mar shaothar bunaidh agus cruthaitheach:

source: • A book or other piece of writing that is published primarily for or that is or will be used primarily by students pursuing a course of study or people engaged in any trade, profession, vocation or branch of learning as an aid to professional or other practice in connection with the trade, profession, vocation or branch of learning
ga: • Leabhar nó píosa scríbhneoireachta eile atá foilsithe go príomha do mhic léinn nó atá/a bheidh úsáidte go príomha ag mic léinn i mbun cúrsa staidéir nó daoine atá rannpháirteach i gceird, proifisiún, gairm nó brainse foghlama mar chúnamh do chleachtas gairmiúil nó eile maidir le ceird, proifisiún, gairm nó brainse foghlama

source: • An article or series of articles published in a newspaper, magazine, book or elsewhere - except a book that consists of a series of articles by the same author connected by a common theme and that is therefore capable of existing independently in its own right
ga: • Alt ar shraith alt atá foilsithe i nuachtán, iris, leabhar nó in áit eile - seachas leabhar a chuimsíonn sraith alt ón údar céanna atá ceangailte ag comhthéama, agus atá ábalta dá réir sin feidhmiú go neamhspleách astu féin

source: • Types or kinds of plays that are written for advertising purposes and do not exist independently in their own right by reason of quality or duration
ga: • Cineálacha nó saghsanna drámaí atá scríofa do chuspóirí fógraíochta agus nach bhfeidhmíonn go neamhspleách astu féin trí cháilíocht nó achar ama

source: • Types or kinds of musical compositions that are written for advertising purposes and do not exist independently in their own right by reason of quality or duration
ga: • Cineálacha nó saghsanna saothar ceoil atá scríofa do chuspóirí fógraíochta agus nach bhfeidhmíonn go neamhspleách astu féin trí cháilíocht nó achar ama

source: • Adaptations, arrangements, and versions of musical compositions by a person other than a bona fide composer who is also actively engaged in musical composition
ga: • Athchóirithe, socruithe, agus leaganacha de shaothair cheoil le duine eile seachas cumadóir bona fide atá rannpháirteach go gníomhach i gcumadóireacht ceoil chomh maith

source: • Types or kinds of photographs or drawings (other than a set or sets of photographs or drawings that are collectively created for an artistic purpose) that are mainly of record, that serve a utilitarian function or that would not exist independently in their own right by reason of quality or by reference to their potential for inclusion as part of an art exhibition
ga: • Cineálacha nó saghsanna grianghraf nó líníochtaí (seachas sraith nó sraitheanna grianghraf nó líníochtaí atá comhchruthaithe chun críche ealaíonta) atá mar thaifead go príomha, a bhfuil feidhm fhóntaíoch leo nó nach bhfeidhmeodh go neamhspleách astu féin trí cháilíocht nó trí thagairt dá bhféidearthacht a bheith mar chuid de thaispeántas ealaíne

source: • Types or kinds of objects that are primarily functional in nature, objects produced by processes other than by hand or objects produced by hand by people other than those actively engaged as bona fide artists in the field of visual arts
ga: • Cineálacha nó saghsanna rudaí a bhfuil nádúr feidhmeach acu go príomha, rudaí atá táirgthe ag próisis nach bhfuil lámhdhéanta nó rudaí atá lámhdhéanta ag daoine lasmuigh díobh siúd atá rannpháirteach go gníomhach mar ealaíontóirí bona fide sa réimse amharcealaíona

source: Payments to artists that are exempt from tax
ga: Íocaíochtaí le healaíontóirí atá díolmhaithe ó cháin

source: The following payments are exempt from tax from when they are made to an artist who has received an Artist's Exemption:
ga: Tá díolúine ag na híocaíochtaí seo a leanas ó cháin nuair a dhéantar iad le healaíontóir a bhfuil Díolúine Ealaíontóirí faighte acu:

source: • Residencies when paid directly to the individual by the Arts Council for the purpose of producing a qualifying work
ga: • Cónaitheacht a íocann an Chomhairle Ealaíon le duine go díreach chun obair cáilithe a tháirgeadh

source: • Cnuas payments made under the Aosdana Scheme
ga: • Íocaíochtaí Cnuas déanta faoin Scéim Aosdána

source: • Payments from the sale of works that are considered eligible under the Artists Exemption scheme
ga: • Íocaíochtaí ó dhíolachán saothar a bhreithnítear a bheith incháilithe faoin scéim Díolúine Ealaíontóirí

source: Where an artist receives advance royalties that are attributable to the subsequent publication of a book or other piece of writing, he or she must lodge a claim with the Revenue Commissioners in the tax year in which the royalties are paid if the royalties are to be exempt from tax
ga: Nuair a fhaigheann ealaíontóir réamh-dhleachtanna atá inchurtha i leith foilseacháin leabhair nó píosa scríbhneoireachta eile ina dhiaidh sin, caithfidh sé nó sí éileamh a dhéanamh leis na Coimisinéirí Ioncaim sa bhliain chánach ina bhfuil na dleachtanna íoctha má tá díolúine le bheith ag na dleachtanna ó cháin

source: The artist must provide confirmation from the publisher that the book will be published with his or her claim
ga: Caithfidh an t-ealaíontóir dearbhú a sholáthar ón bhfoilsitheoir in éineacht lena éileamh go ndéanfar an leabhar a fhoilsiú

source: A draft copy of the work must also be submitted
ga: Caithfear dréacht-chóip den saothar a chur isteach chomh maith

source: Where a claim is received in the tax year in which the advance is received but a determination has not been granted, any tax liability arising on the advance must be paid
ga: Nuair atá éileamh faighte sa bhliain chánach inar aimsíodh an réamh-dhleacht ach nach bhfuil cinneadh tugtha, caithfear dliteanas cánach ar bith ag eascairt ón réamh-dhleacht a íoc

source: If a determination is subsequently granted, the Inspector of Taxes will review the artist's liability and make any appropriate refund if tax has been overpaid
ga: Má thugtar cinneadh ina dhiaidh sin, déanfaidh an Cigire Cánach athbhreithniú ar dhliteanas an ealaíontóra agus an aisíoc cuí a dhéanamh má tá ró-íocaíocht cánach i gceist

source: Advance royalties that paid before the year of claim are not exempt from tax
ga: Níl réamh-dhleachtanna a íoctar roimh bhliain an éilimh díolmhaithe ó cháin

source: From January 2015 the maximum amount exempted is €50,000 (this was €40,000 in previous years)
ga: Ó Eanáir 2015 amach, sé €50,000 an méid is mó atá díolmhaithe ó cháin ioncaim faoin scéim

source: From the tax year 2011 the artist's exempt income is subject to the Universal Social Charge at the appropriate annual rates
ga: Ón mbliain chánach 2011 ar aghaidh, beidh an t-ioncam díolmhaithe ealaíontóra faoi réir ag an Muirear Sóisialta Uilíoch ag na rátaí bliantúla cuí

source: If you are seeking Artist's Exemption, you should submit a claim form to the Revenue Commissioners, together with samples of your work and any supporting documentation in the form of testimonials, etc., that you consider appropriate
ga: Má tá Díolúine Ealaíontóirí á lorg agat ba chóir duit foirm éilimh a chur faoi bhráid na gCoimisinéirí Ioncaim, chomh maith le samplaí do shaothair agus doiciméad tacaíochta ar bith i bhfoirm teistiméireachtaí, srl., a mheasann tú a bheith iomchuí

source: Such claims should also be accompanied by evidence that your work has been published, produced or sold
ga: Ba chóir go mbeadh fianaise in éineacht le héilimh mar seo a chruthaíonn go bhfuil do shaothar foilsithe, léirithe nó díolta

source: You can get a Claim form Artist 2(pdf) from Revenue - see 'Where to apply' below
ga: Is féidir leat foirm éilimh Ealaíontóir 2 a íoslódáil (pdf) a fháil ó na Coimisinéirí Ioncaim - féach 'Cá háit a dhéanfaidh mé iarratas' thíos

source: You will need the following samples and supporting documents for the following categories:
ga: Beidh na samplaí agus doiciméid thacaíochta a leanas ag teastáil sna catagóirí a leanas:

source: • Books or other writing - 3 published copies of the book
ga: • Leabhair nó scríbhneoireacht eile - 3 chóip foilsithe den leabhar

source: • Plays - a copy of the play, together with a signed production contract
ga: • Drámaí - cóip den dráma, chomh maith le conradh léirithe sínithe

source: • Musical compositions - CDs or cassettes on which the claimant is accredited
ga: • Saothair cheoil - dlúthcheirníní nó caiséid ina gcreidiúnaíodh don éilitheoir

source: • Paintings or other similar pictures- 8/10 photographs or slides and evidence of sale, for example, invoices and your CV
ga: • Péintéireachtaí nó pictiúir chosúla eile - 8/10 grianghraif nó sleamhnáin agus fianaise ar dhíol, mar shampla, sonraisc agus do CV

source: • Sculptures - 8/10 photographs or slides and evidence of sale, for example, invoices and your CV
ga: • Dealbha - 8/10 grianghraif nó sleamhnáin agus fianaise ar dhíol, mar shampla, sonraisc agus do CV, má tá siad ar fáil
